Repository: BackupTheBerlios/demesene
Catalog: po/*/LC_MESSAGES/emesene.po
Languages: de

source: _Disconnect
de: _Trennen

source: _Contact
de: Kon_takt

source: _Add
de: _Hinzufügen

source: Set _nick
de: _Name ändern

source: Set _message
de: Nach_richt ändern

source: Set _picture
de: _Anzeigebild ändern

source: _Preferences
de: _Einstellungen

source: Plug_ins
de: Er_weiterungen

source: _About
de: _Über

source: No group selected
de: Keine Gruppe ausgewählt

source: No contact selected
de: Kein Kontakt ausgewählt

source: Lunch
de: Essen

source: User could not be added: %s
de: Benutzer konnte nicht hinzugefügt werden: %s

source: User could not be remove: %s
de: Benutzer konnte nicht gelöscht werden: %s

source: User could not be added to group: %s
de: Benutzer konnte nicht zur Gruppe hinzugefügt werden: %s

source: User could not be moved to group: %s
de: Benutzer konnte nicht in die Gruppe verschoben werden: %s

source: User could not be removed: %s
de: Benutzer konnte nicht gelöscht werden: %s

source: Group could not be added: %s
de: Gruppe konnte nicht hinzugefügt werden: %s

source: Group could not be removed: %s
de: Gruppe konnte nicht gelöscht werden: %s

source: Group could not be renamed: %s
de: Gruppe konnte nicht umbenannt werden: %s

source: Nick could not be changed: %s
de: Name konnte nicht geändert werden: %s
