Repository: BackupTheBerlios/demesene
Catalog: po/*/LC_MESSAGES/emesene.po
Languages: de

source: Field '%(identifier)s ('%(value)s') not valid '%(message)s'
de: Feld '%(identifier)s ('%(value)s') nicht gültig '%(message)s'

source: Away
de: Abwesend

source: Busy
de: Beschäftigt

source: Be right back
de: Gleich zurück

source: On the phone
de: Am Telefon

source: Gone to lunch
de: Beim Essen

source: Invisible
de: Unsichtbar

source: Idle
de: Untätig

source: _Away
de: _Abwesend

source: _Busy
de: _Beschäftigt

source: Be _right back
de: _Gleich zurück

source: On the _phone
de: Am _Telefon

source: Gone to _lunch
de: Beim _Essen

source: _Invisible
de: _Unsichtbar

source: I_dle
de: U_ntätig

source: Error during login, please retry
de: Fehler beim Anmelden, bitte wiederholen Sie den Vorgang

source: Fatal error
de: Schwerwiegender Fehler

source: This is a bug. Please report it at:
de: Sie sehen hier einen Fehler. Bitte melden Sie diesen an:

source: invalid check() return value
de: Ungültiger check() Wert

source: plugin %s could not be initialized, reason:
de: Plugin %s konnte nicht geladen werden:

source: Empty account
de: Leeres Konto

source: Error loading theme, falling back to default
de: Thema konnte nicht geladen werden. Standardthema wird verwendet.

source: Logged in from another location.
de: Von anderem Ort eingeloggt.

source: The server has disconnected you.
de: Sie wurden vom Server getrennt.

source: Group chat
de: Gruppen-Chat

source: %s just sent you a nudge!
de: %s hat Sie gerade gestoßen!

source: %s has joined the conversation
de: %s ist der Unterhaltung beigetreten

source: %s has left the conversation
de: %s hat die Unterhaltung verlassen

source: you have sent a nudge!
de: Sie haben jemanden angestoßen!

source: Are you sure you want to send a offline message to %s
de: Sind Sie sicher, dass Sie eine Offline-Nachricht an %s schicken wollen

source: Can't send message
de: Kann Nachricht nicht senden

source: This is an outgoing message
de: Dies ist eine ausgehende Nachricht

source: This is a consecutive outgoing message
de: Dies ist eine folgende ausgehende Nachricht

source: This is an incoming message
de: Dies ist eine kommende Nachricht

source: This is a consecutive incoming message
de: Dies ist eine fortlaufend kommende Nachricht

source: This is an information message
de: Dies ist eine Information

source: This is an error message
de: Dies ist ein Fehler

source: says
de: sagt

source: is typing a message...
de: tippt...

source: are typing a message...
de: schreiben...

source: Connecting...
de: Verbinde...

source: Reconnect
de: Neu verbinden

source: The user is already present
de: Der Benutzer ist bereits anwesend

source: The user is offline
de: Der Benutzer ist offline

source: Can't connect
de: Verbindung fehlgeschlagen

source: Members
de: Mitglieder

source: Send
de: Senden

source: Fontstyle
de: Schriftstil

source: Nudge
de: Stoßen

source: Invite
de: Einladen

source: Clear Conversation
de: Unterhaltung löschen

source: Send File
de: Datei senden

source: Font selection
de: Schriftart

source: Font color selection
de: Schriftfarbe

source: Font styles
de: Schriftstile

source: Insert a smilie
de: Einen Smilie einfügen

source: Send nudge
de: Jemanden stoßen

source: Invite a friend to the conversation
de: Einen Freund in die Unterhaltung einladen

source: Clear conversation
de: Unterhaltungverlauf löschen

source: Send a file
de: Sendet eine Datei

source: Users
de: Benutzer

source: For multiple select hold CTRL key and click
de: Um mehrere aus zu wählen halten Sie STRG gedrückt.

source: Average speed:
de: Durchschnittliche Geschwindigkeit:

source: Time elapsed:
de: Verstrichene Zeit:

source: Choose a font
de: Schriftart auswählen

source: Choose a color
de: Farbe wählen

source: Send file
de: Datei senden

source: _Conversation
de: _Unterhaltung

source: _Invite
de: _Einladen

source: _Send file
de: _Datei senden

source: C_lear Conversation
de: _Unterhaltung leeren

source: Close all
de: Alle schließen

source: Shortcut is empty
de: KÜrzel ist leer

source: Shortcut already in use
de: Kürzel bereits in Gebrauch

source: No Image selected
de: Kein Bild ausgewählt

source: Sending %s
de: Sende %s

source: %(mail)s is sending you %(file)s
de: %(mail)s sendet Ihnen %(file)s

source: You have accepted %s
de: Sie haben "%s" akzeptiert

source: You have canceled the transfer of %s
de: Sie haben die Übertragung von "%s" abgebrochen

source: Starting transfer of %s
de: Starte Übertragung von %s

source: Transfer of %s failed.
de: Übertragung von "%s" fehlgeschlagen.

source: Some parts of the file are missing
de: Datei fehlerhaft

source: Interrupted by user
de: Durch Benutzer abgebrochen

source: Transfer error
de: Übertragunsfehler

source: %s sent successfully
de: %s erfolgreich gesendet

source: %s received successfully.
de: %s erfolgreich erhalten.

source: Bold
de: Fett

source: Italic
de: Kursiv

source: Underline
de: Unterstrichen

source: Strike
de: Durchgestrichen

source: Reset
de: Zurücksetzen

source: Re_name group...
de: Gruppe _umbenennen...

source: Re_move group
de: Gruppe _entfernen...

source: _Add contact...
de: _Benutzer hinzufügen...

source: Add _group...
de: _Gruppe hinzufügen...

source: Log viewer
de: Verlaufbetrachter

source: [%(date)s] %(mail)s changed the nick to %(data)s
de: [%(date)s] %(mail)s änderte seine Namen zu %(data)s

source: [%(date)s] %(mail)s changed the personal message to %(data)s
de: [%(date)s] %(mail)s änderte die persönliche Nachricht zu %(data)s

source: [%(date)s] %(mail)s changed his status to %(data)s
de: [%(date)s] %(mail)s änderte den Status auf %(data)s

source: [%(date)s] %(mail)s is now offline
de: [%(date)s] %(mail)s hat sich abgemeldet.\n

source: [%(date)s] %(mail)s just sent you a nudge
de: [%(date)s] %(mail)s hat Sie gerade angestoßen!

source: Open a log file
de: Öffne eine Verlaufdatei

source: Open
de: Öffnen

source: Cancel
de: Abbrechen

source: _File
de: _Datei

source: Contact
de: Kontakt

source: Contacts
de: Kontakte

source: User Events
de: Benutzerereignisse

source: Conversation Events
de: Unterhaltungs Ereignisse

source: User events
de: Benutzerereignisse

source: Conversation events
de: Unterhaltungs Ereignisse

source: State
de: Status

source: Select all
de: Alles auswählen

source: Deselect all
de: Auswahl aufheben

source: _User:
de: _Benutzer:

source: _Password:
de: _Passwort:

source: _Login
de: _Anmelden

source: _Remember me
de: An mich _erinnern

source: Forget me
de: Vergiss mich!

source: R_emember password
de: Passwort merken

source: Auto-Login
de: Automatisch Anmelden

source: Connection error
de: Verbindungsfehler

source: Reconnecting in
de: Verbinde neu in

source: seconds
de: sekunden

source: Reconnecting...
de: Verbinde neu...

source: User or password empty
de: Benutzer oder Passwort leer

source: _View
de: _Ansicht

source: _Actions
de: A_ktionen

source: _Options
de: _Optionen

source: _Help
de: _Hilfe

source: _New account
de: _Neues Konto

source: Order by _group
de: Nach _Gruppe sortieren

source: Order by _status
de: Nach _Status sortieren

source: Show by _nick
de: Zeige Namen

source: Show _offline
de: Zeige _Offline-Kontakte

source: Show _empty groups
de: Zeige leere _Gruppen

source: Show _contact count
de: Zeige Kontaktanzahl

source: _Set contact alias...
de: Alias _zuweisen...

source: _Block
de: _Blockieren

source: _Unblock
de: _Entblocken

source: M_ove to group
de: In Gruppe verschieben

source: _Remove contact
de: Kontakt _löschen

source: _Change nick...
de: Spitz_name ändern...

source: Change _display picture...
de: Anzeige_bild ändern...

source: Edit a_utoreply...
de: Automatische Antwort ändern...

source: Activate au_toreply
de: Automatische Antwort aktivieren

source: P_lugins
de: Er_weiterungen

source: A client for the WLM%s network
de: Ein Klient für das WLM%s Netzwerk

source: translator-credits
de: Deutsche Übersetzung von JoinTheHell und Bash Launchpad Contributions: Luis - JoinTheHell - Nell https://launchpad.net/~ln-nells

source: Empty autoreply
de: Leere automatische Antwort

source: Autoreply message:
de: Automatische Antwort:

source: Change autoreply
de: Ändere automatische Antwort

source: no group
de: Keine Gruppe

source: Plugin Manager
de: Plugin Verwaltung

source: Active
de: Aktiv

source: Description
de: Beschreibung

source: Author:
de: Autor:

source: Website:
de: Webseite:

source: Configure
de: Einstellen

source: Plugin initialization failed:
de: Plugin Initialisierung fehlgeschlagen:

source: Preferences
de: Einstellungen

source: Theme
de: Thema

source: Interface
de: Aussehen

source: Color scheme
de: Farbschema

source: Filetransfer
de: Dateiübertragung

source: Connection
de: Verbindung

source: Contact typing
de: Kontakt schreibt eine Nachricht

source: Message waiting
de: Ungelesene Nachricht(en)

source: Personal msn message
de: Persönliche Nachricht

source: Links and files
de: Links und Dateien

source: Enable rgba colormap (requires restart)
de: RGBA Colormap einschalten (benötigt Neustart)

source: The detected desktop environment is <b>"%(detected)s"</b>. <span face="Monospace">%(commandline)s</span> will be used to open links and files
de: Ihre Desktopumgebung ist <b>"%(detected)s"</b>. <span face="Monospace">%(commandline)s</span> wird benutzt um Dateien und Links zu öffnen

source: <b>No desktop environment detected.</b> The first browser found will be used to open links
de: <b>Keine Desktopumgebung gefunden.</b> Der erste gefundene Browser wird benutzt zum Öffnen der Links

source: Command line:
de: Befehl:

source: Override detected settings
de: Überschreibe gefundene Einstellungen

source: <i>Note:</i> %s is replaced by the actual url to be opened
de: <i>Hinweis:</i> %s wird durch den zu öffnenden Link ersetzt

source: Click to test
de: Hier klicken zum Testen

source: _Show debug in console
de: Debug in der Konsole _anzeigen

source: _Show binary codes in debug
de: _Zeige Binarycodes im Debug

source: _Use HTTP method
de: _Benutze HTTP Methode

source: Proxy settings
de: Proxy Einstellungen

source: _Use small icons
de: _Kleine Icons verwenden

source: Display _smiles
de: _Smilies anzeigen

source: Disable text formatting
de: Textformatierung ausschalten

source: Smilie theme
de: Smilie-Thema

source: Conversation Layout
de: Aussehen der Unterhaltung

source: Description:
de: Beschreibung:

source: Show _menu bar
de: Zeige _Menüleiste

source: Show _user panel
de: Zeige _Benutzerleiste

source: Show _search entry
de: Zeige _Suchfeld

source: Show status _combo
de: Zeige Status_leiste

source: Main window
de: Hauptfenster

source: Show conversation _header
de: Zeige _Kopfzeile

source: Show conversation _toolbar
de: Zeige _Werkzeugleiste

source: S_how a Send button
de: Zeige Se_nden Knopf

source: Show st_atusbar
de: Zeige St_atusleiste

source: Show a_vatars
de: Zeige An_zeigebilder

source: Conversation Window
de: Unterhaltung

source: Use multiple _windows
de: Benutze _mehrere Fenster

source: Show close button on _each tab
de: Zeige Schließknopf an _jedem Reiter

source: Show _avatars
de: Zeige An_zeigebilder

source: Show avatars in task_bar
de: Zeige Anzeigebilder in der _Taskleiste

source: _Use proxy
de: Proxy _benutzen

source: Choose a Directory
de: Verzeichnis wählen

source: Sort received _files by sender
de: Sortiere empfangene _Dateien nach Sendern

source: _Save files to:
de: _Dateien speichern in:

source: Use "/help <command>" for help on a specific command
de: Benutzen Sie "/help <befehl>" um Hilfe über einen bestimmten Befehl zu erhalten

source: The following commands are available:
de: Die folgendes Befehle sind verfügbar:

source: The command %s doesn't exist
de: Der Befehl %s existiert nicht

source: Change shortcut
de: Änderen Sie die Verknüpfung

source: Delete
de: Löschen

source: Empty shortcut
de: Leeres Kürzel

source: New shortcut
de: Neues Kürzel

source: Blocked: %s
de: Blockiert: %s

source: Has you: %s
de: Hat Sie: %s

source: Has MSN Space: %s
de: Hat MSN-Space: %s

source: Yes
de: Ja

source: No
de: Nein

source: %(status)s since: %(time)s
de: %(status)s seit: %(time)s

source: _Open Conversation
de: _Unterhaltung öffnen

source: Send _Mail
de: Abschi_cken

source: Copy email
de: Kopiere Email

source: View profile
de: Profil anzeigen

source: _Copy to group
de: In Gruppe _kopieren

source: R_emove from group
de: Aus Gruppe _entfernen

source: Click here to set your personal message
de: Hier klicken um Ihre persönliche Nachricht zu ändern

source: No media playing
de: Nichts wird abgespielt

source: Click here to set your nick name
de: Hier klicken um Ihren Namen zu ändern

source: Your current media
de: Sie hören gerade..

source: Error!
de: Fehler!

source: Warning
de: Warnung

source: Exception
de: Ausnahme

source: Confirm
de: Bestätigen

source: User invitation
de: Benutzereinladung

source: Add user
de: Benutzer hinzufügen

source: Account
de: Konto

source: Group
de: Gruppe

source: Add group
de: Gruppe hinzufügen

source: Group name
de: Gruppenname

source: Change nick
de: Spitzname ändern

source: New nick
de: Neuer Name

source: Change personal message
de: Persönliche Nachricht ändern

source: New personal message
de: Neue persönliche Nachricht:

source: Change picture
de: Bild ändern

source: Rename group
de: Gruppe umbenennen

source: New group name
de: Neuer Gruppenname:

source: Set alias
de: Alias zuweisen

source: Contact alias
de: Kontaktalias

source: Add contact
de: Kontakt hinzufügen

source: Remind me later
de: Später erinnern

source: has added you. Do you want to add him/her to your contact list?
de: hat Sie hinzugefügt. Wollen Sie sie/ihn zu Ihrer Kontaktliste hinzufügen?

source: Avatar chooser
de: Avatar wählen

source: No picture
de: Kein Bild

source: Remove all
de: Alle löschen

source: Current
de: Momentan

source: Are you sure you want to remove all items?
de: Sind Sie sicher, dass Sie alles löschen möchten?

source: No picture selected
de: Kein Bild ausgewählt

source: Image Chooser
de: Bildwähler

source: All files
de: Alle Dateien

source: All images
de: Alle Bilddateien

source: small (16x16)
de: klein (16x16)

source: big (50x50)
de: groß (50x50)

source: Shortcut
de: Kürzel

source: _Open link
de: Öf_fne Link

source: _Copy link location
de: _Kopiere Ziel

source: _Save as ...
de: _Speichern unter ...

source: Make some useful commands available, try /help
de: Ermöglicht einige nützliche Befehle, eine Liste erhalten Sie via /help

source: Replaces variables
de: Ersetzt Variablen

source: Replaces me with your username
de: Ersetzt "me" mit ihrem Benutzernamen

source: Sends a nudge
de: Stößt den Gesprächspartner

source: Invites a buddy
de: Fügt jemanden zur Unterhaltung hinzu

source: Add a contact
de: Kontakt hinzufügen

source: Remove a contact
de: Kontakt löschen

source: Block a contact
de: Kontakt blockieren

source: Unblock a contact
de: Kontakt unblocken

source: Clear the conversation
de: Leert die Unterhaltung

source: Set your nick
de: Namen setzen

source: Set your psm
de: Persönliche Nachricht setzen

source: Usage /%s contact
de: Benutzung /%s Kontakt

source: File doesn't exist
de: Datei existiert nicht

source: Show a personal message with the current song played in multiple players.
de: Zeigt in Ihrer persönlichen Nachricht welches Lied Sie gerade hören.

source: Display style
de: Anzeigestil

source: Change display style of the song you are listening, possible variables are %title, %artist and %album
de: Ändert den Anzeigestil des Liedes welches sie gerade hören, mögliche Variablen sind %title, %artist und %album

source: Music player
de: Musikplayer

source: Select the music player that you are using
de: Wählen Sie Ihren Musikplayer aus

source: Show logs
de: Zeige Verlauf

source: Change Avatar
de: Ändere Anzeigebild

source: Get cover art from web
de: Hole Cover aus dem Internet

source: Custom config
de: Benutzerdefinierte Konfiguration

source: Config Plugin
de: Einstellen

source: Logs
de: Verlauf

source: Type
de: Typ

source: Value
de: Wert

source: With this plugin you can interact via Dbus with emesene
de: Mit diesem Plugin können sie über Dbus mit emesene kommunizieren

source: Evaluate python commands - USE AT YOUR OWN RISK
de: Ausführen von Python Befehlen - BENUTZUNG AUF EIGENE GEFAHR!

source: Run python commands
de: Ermöglicht direktes Ausführen von Python Befehlen

source: Alowed users:
de: Erlaubte User:

source: Remote Configuration
de: Fernkonfiguration

source: Changes status to selected one if session is idle (you must use gnome and have gnome-screensaver installed)
de: Ändert den Status in einen von Ihnen bestimmten wenn der Bildschirmschoner läuft (hierfür wird gnome und gnome-screensaver benötigt!)

source: Idle Status Change
de: Statusänderung

source: Idle Status:
de: Status:

source: Set the idle status
de: Setzt Sie in den Unbeschäftigt-Status

source: Idle Status Change configuration
de: Untätig-Status Einstellungen

source: Get Last something from the logs
de: Holt zuletzt gesehen etc. aus dem Verlauf

source: invalid number as first parameter
de: Ungültige Nummer als ersten Parameter

source: Empty result
de: Kein Ergebnis

source: Enable the logger plugin
de: Schalte Logger ein

source: there was a problem initializing the pynotify module
de: Es gab ein Problem beim Laden des pynotify Modul.

source: Notify about diferent events using pynotify
de: Benachrichtigung über verschiedene Ereignisse mit Hilfe von pynotify

source: Notify when someone gets online
de: Benachrichtigen wenn jemand online kommt

source: Notify when someone gets offline
de: Benachrichtigen wenn jemand offline geht

source: Notify when receiving an email
de: Benachrichtigen bei neuer Email

source: Notify when someone starts typing
de: Benachrichtigen wenn jemand zu schreiben beginnt

source: Notify when receiving a message
de: Benachrichtigen bei eingehender Nachricht

source: Disable notifications when busy
de: Schalte Ton aus wenn beschäftigt

source: Config LibNotify Plugin
de: LibNotify einstellen

source: is online
de: %s hat sich angemeldet

source: is offline
de: ist offline

source: has send a message
de: hat Ihnen geschrieben

source: sent an offline message
de: sendete eine Offline-Nachricht

source: starts typing
de: tippt...

source: From:
de: Von:

source: Subj:
de: Betr:

source: New email
de: Neue Email

source: You have %(num)i unread message%(s)s
de: Sie haben %(num)i ungelesene Nachrichten%(s)s

source: View conversation _log
de: Zeige _Verlauf

source: Conversation log for %s
de: Unterhaltungsverlauf für %s

source: Date
de: Datum

source: No logs were found for %s
de: Kein Verlauf gefunden für %s

source: Save conversation log
de: Unterhaltungverlauf speichern

source: Notification Config
de: Benachrichtigung Einstellungen

source: Sample Text
de: Beispiel Text

source: Image
de: Bild

source: Don`t notify if conversation is started
de: Nicht benachrichtigen wenn Unterhaltung bereits im Gange

source: Top Left
de: Oben links

source: Top Right
de: Oben rechts

source: Bottom Left
de: Unten links

source: Bottom Right
de: Unten rechts

source: Scroll
de: Scrollen

source: Vertical
de: Vertikal

source: Show a little window in the bottom-right corner of the screen when someone gets online etc.
de: Zeigt ein kleines Fenster in der unteren rechten Ecke ihres Bildschirms an wenn jemand online etc. kommt.

source: Notification
de: Benachrichtigungen

source: starts typing...
de: tippt...

source: Save the personal message between sessions.
de: Sichert die persönliche Nachricht zwischen Sitzungen.

source: Personal Message
de: Persönliche Nachricht

source: Key
de: Schlüssel

source: Messenser Plus like plugin for emesene
de: Messenger Plus ähnliches Plugin für emesene

source: Select custom color
de: Wählen Sie eine Farbe aus

source: Enable background color
de: Benutze Hintergrundfarbe

source: A panel for applying Messenger Plus formats to the text
de: Eine Leiste um Messenger Plus Formatierung einem Text hinzuzufügen

source: Plus Color Panel
de: Plus Farbleiste

source: Take screenshots and send them with
de: Macht Bildschirmfotos und sendet diese mit

source: Takes screenshots
de: Macht Bildschirmfotos

source: Taking screenshot in %s seconds
de: Bildschirmfoto in %s sekunden

source: Tip: Use "/screenshot save <seconds>" to skip the upload
de: Tip: Benutzen Sie "/screenshot save <sekunden>" um den Upload abzubrechen

source: Temporary file:
de: Temporäre Datei:

source: Play sounds for common events.
de: Spiele Ton für allgemeine Ereignisse ab.

source: Sound
de: Ton

source: gstreamer, play and aplay not found.
de: gstreamer, play und aplay nicht gefunden.

source: Play online sound
de: Spiele Online-Ton ab

source: Play a sound when someone gets online
de: Ton abspielen wenn jemand online kommt

source: Play message sound
de: Spiele Nachrichtenton ab

source: Play a sound when someone sends you a message
de: Ton abspielen wenn eine Nachricht ankommt

source: Play nudge sound
de: Spiele Stoß-Ton ab

source: Play a sound when someone sends you a nudge
de: Spiele Ton ab wenn Sie gestoßen werden

source: Play sound when you send a message
de: Spiele Ton ab wenn Sie eine Nachricht senden

source: Only play message sound when window is inactive
de: Spiele den Ton nur ab wenn das Fenster inaktiv ist

source: Play the message sound only when the window is inactive
de: Spiele den Ton nur ab wenn das Fenster inaktiv ist

source: Disable sounds when busy
de: Schalte Ton aus wenn beschäftigt

source: Use system beep
de: Benutze PC-Piep

source: Play the system beep instead of sound files
de: Benutze PC-Piep anstelle von Ton

source: Config Sound Plugin
de: Ton Einstellungen

source: You need to install gtkspell to use Spell plugin
de: Sie müssen gtkspell installieren um das Rechtsschreib-Plugin benutzen zu können

source: SpellCheck for emesene
de: Rechtsschreibüberprüfung für emesene

source: Spell
de: Rechtsschreibung

source: Plugin disabled.
de: Erweiterung ausgeschaltet.

source: Error applying Spell to input (%s)
de: Fehler: Rechtsschreibüberprüfung kann nicht angwendet werden (%s)

source: Error getting dictionaries list
de: Fehler: Konnte Wörterbuchliste nicht holen

source: No dictionaries found.
de: Keine Wörterbücher gefunden.

source: Default language
de: Standardsprache

source: Set the default language
de: Setzen Sie die Standardsprache

source: Spell configuration
de: Rechtsschreibkorrektur Einstellungen

source: Show status image:
de: Zeige Statusbilder:

source: StatusHistory plugin config
de: Statusverlauf Einstellungen

source: Edit your config file
de: Geben Sie Ihrer Konfigurationsdatei den letzten Feinschliff

source: Tweaks
de: Tweak

source: Config config
de: Einstellung einstellen

source: Shakes the window when a nudge is received.
de: Lässt das Fenster vibrieren wenn Sie gestoßen werden.

source: Window Trembling Nudge
de: Fenstervibration

source: Displays thumbnails of youtube videos next to links
de: Zeigt Vorschaubilder von Youtube-Videos an

source: Send information to last.fm
de: Sendet Informationen an Last.fm

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Are you sure you want to delete %s?
de: Sind Sie sicher, dass Sie %s löschen möchten?

source: _Remove
de: _Löschen

source: _Move
de: _Verschieben

source: _Copy
de: _Kopieren

source: Set _alias
de: Alias _zuweisen

source: Are you sure you want to remove contact %s?
de: Sind Sie sicher, dass Sie Kontakt %s löschen möchten?

source: Are you sure you want to delete the %s group?
de: Sind Sie sicher, dass Sie Gruppe %s löschen möchten?

source: Old and new name are the same
de: Alter und neuer Name sind identisch

source: new name not valid
de: Neuer Name nicht gültig

source: Re_name
de: _Umbenennen

source: _Add contact
de: Kontakt _hinzufügen

source: Are you sure you want to remove group %s?
de: Sind Sie sicher, dass Sie Gruppe %s löschen möchten?

source: _Quit
de: _Beenden
